abook
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alsa-plugins
alsa-utils
arandr
asciiquarium
atool
autoconf
autofs
automake
base
bash-completion
bc
bibata-cursor-theme
bicon-git
bind
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
breeze-gtk
bruh
btrfs-progs
c-lolcat
chafa
chaotic-keyring
chaotic-mirrorlist
clipmenu
cronie
cuetools
czkawka-gui-bin
dashbinsh
dia
dialog
dmidecode
doge
dosfstools
dunst
epub-thumbnailer-git
etcher-bin
exa
exfat-utils
fastfetch-git
fd
ffmpeg
ffmpegthumbnailer
figlet
figlet-fonts
figlet-fonts-extra
flameshot
flatpak
flex
font-bh-ttf
font-manager
fuse2
fuse3
fuseiso
fzf
gcc
gdb
git
github-cli
gnome-keyring
go-tools
gotop
gparted
gping
gptfdisk
grabc
groff
grub
grub-customizer
gruvbox-dark-icons-gtk
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gsfonts
gtk-theme-arc-gruvbox-git
haveged
highlight
imagemagick
intel-ucode
keepassxc
kitty
klavaro
kvantum-qt5
kvantum-theme-nordic-git
layan-cursor-theme-git
lazygit-bin
lf-git
libappindicator-gtk3
libnewt
libnotify
libreoffice-fresh
libtool
libxft-bgra-git
linux
linux-firmware
linux-headers
lsof
lua-format
lxappearance
lynx
lzop
m4
maim
make
man-db
mediainfo
mono
mpc
mpv
musique
nano
neovim
neovim-coc-clangd-git
nerd-fonts-jetbrains-mono
networkmanager
newsboat
nm-connection-editor
nordic-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
nvidia
nvidia-settings
obs-studio-git
openbangla-keyboard-bin
os-prober
p7zip
pacman-contrib
pamixer
pandoc-bin
patch
pcmanfm
piper
pkgconf
pokemon-colorscripts-git
poppler
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
python2-pip
qdirstat
qpdfview
qt5ct
qtkeychain-qt5
quickserve
ripgrep
rsync
sdl_ttf
shell-color-scripts
shfmt
shntool
shotgun
simple-mtpfs
slock
spotify
starship
stow
strace
sublime-text-3
subliminal-git
sudo
sxhkd
sxiv
syncthing-gtk
teams
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
timeshift
tldr
tlp
tlpui
tor-browser
traceroute
transmission-cli
transmission-remote-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-font-logos
ttf-freebanglafont
ttf-jetbrains-mono
ttf-liberation
ttf-linux-libertine
ttf-mathtype
ttf-ms-fonts
ttf-ubuntu-font-family
ttf-vista-fonts
tty-clock
twitch-curses
uctags-git
ueberzug
umlet
unclutter
ungoogled-chromium
unrar
unzip
usbutils
vi
vim
virtualbox
virtualbox-guest-iso
weechat
wget
which
xcape
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-video-intel
xgrabcolor
xorg-font-utils
xorg-fonts-type1
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xrandr
xorg-xwininfo
xwallpaper
yay
youtube-dl
ytfzf-git
zaread-git
zathura
zathura-pdf-mupdf
zbar
zip
zsh
zsh-fast-syntax-highlighting
